arr_cardholderEnrollment4_request.xml

<?xml version="1.0" encoding="utf-8" ?>
<env:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <env:Body>
    <n1:CardholderEnrollment4 xmlns:n1="http://www.upsidecard.com/ws/">
      <n1:request>
        <n1:PromotionID>70</n1:PromotionID>
        <n1:CardholderInfo>
          <n1:CPID>0</n1:CPID>
          <n1:FirstName>J</n1:FirstName>
          <n1:LastName>B</n1:LastName>
          <n1:Birthdate>1974-08-09T00:00:00Z</n1:Birthdate>
          <n1:Gender>Male</n1:Gender>
          <n1:Zip>98103</n1:Zip>
          <n1:State>WA</n1:State>
          <n1:City>Seattle</n1:City>
          <n1:Address>5700 Aurora Ave N</n1:Address>
          <n1:Phone>206 555 1212</n1:Phone>
          <n1:EMail>arf2@ballardview.com</n1:EMail>
        </n1:CardholderInfo>
        <n1:CardholderSSN>073551111</n1:CardholderSSN>
        <n1:CardSubprogramID>510251</n1:CardSubprogramID>
        <n1:CardGraphicsID>14</n1:CardGraphicsID>
      </n1:request>
    </n1:CardholderEnrollment4>
  </env:Body>
</env:Envelope>